---
kind: enumMember
id: F:Autodesk.Revit.DB.ExternalService.DisparityResponse.LetUserDecide
enum: Autodesk.Revit.DB.ExternalService.DisparityResponse
source: html/29ab805b-5976-912d-3166-ef04d78d612f.htm
---
# Autodesk.Revit.DB.ExternalService.DisparityResponse.LetUserDecide

Revit is to prompt the end-user to let him or her decide
 whether a default action should be applied or a selection
 of servers should be set.